{
  "route": "/guides/",
  "title": "Guides | %%BRAND_NAME%%",
  "description": "Independent educational guides explaining how TRT, medical weight loss, and IV hydration services are commonly evaluated. No rankings. No endorsements. Educational only.",
  "main_html": "<section class=\"hero\"><p class=\"kicker\">Educational Guides</p><h1>How TRT, Medical Weight Loss, and IV Hydration Programs Are Commonly Evaluated</h1><p class=\"muted\">Independent, educational frameworks explaining how TRT clinics, medical weight loss programs, and IV hydration services are commonly evaluated, what is typically reviewed before enrollment, and what questions are often overlooked. Not medical advice. No endorsements or rankings.</p></section><section class=\"callout\"><p><strong>If you only read one thing:</strong> These guides explain how programs are typically evaluated, what to verify before scheduling or enrolling, and how patients commonly misunderstand differences between services — not whether you should choose any specific provider.</p></section>%%AD:global_guides_top%%<section class=\"section\"><h2>How to Use These Guides</h2><p>Each guide walks through how a specific service is commonly evaluated, what questions tend to matter before scheduling, what documentation or labs are typically reviewed, and what follow-up or ongoing requirements are often involved. Start with the service type or goal that most closely matches what you’re considering.</p></section><section class=\"section\"><h2>Quick Routing Map</h2><ul><li><strong>Not sure where to start:</strong> Overview of Common Treatment &amp; Wellness Programs</li><li><strong>Comparing services:</strong> TRT vs IV Hydration</li><li><strong>Hormone therapy:</strong> Testosterone Replacement Therapy Overview</li><li><strong>Weight management:</strong> Medical Weight Loss Programs Overview</li><li><strong>Hydration services:</strong> IV Hydration Therapy Overview</li><li><strong>Decision clarity:</strong> Is IV Hydration Worth It?</li></ul></section><section class=\"section guides-grid\"><h2>All Guides</h2><div class=\"grid\">%%GUIDE_CARDS%%</div></section>%%AD:global_guides_bottom%%"
}
