{
  "route": "/guides/",
  "title": "Guides | %%BRAND_NAME%%",
  "description": "Independent educational guides explaining how common neuro evaluation pathways are typically assessed. No rankings. No endorsements. Educational only.",
  "main_html": "<section class=\"hero\"><p class=\"kicker\">Educational Guides</p><h1>How Neuropsych and Neuro Evaluation Processes Are Typically Assessed</h1><p class=\"muted\">Independent, educational frameworks explaining how common neuro evaluation pathways are typically assessed, what questions matter, and how results are commonly used. Not medical advice. No endorsements or rankings.</p></section><section class=\"callout\"><p><strong>If you only read one thing:</strong> These guides explain evaluation flow, decision points, and documentation patterns — not whether you should select any specific provider.</p></section>%%AD:global_guides_top%%<section class=\"section\"><h2>How to Use These Guides</h2><p>Each guide walks through what an evaluation commonly includes, how screening differs from assessment, what to ask before scheduling, and how results are typically interpreted and used. Start with the situation that most closely matches your needs.</p></section><section class=\"section\"><h2>Quick Routing Map</h2><ul><li><strong>Not sure where to start:</strong> Neuropsychological Testing Overview</li><li><strong>ADHD evaluations:</strong> ADHD Evaluations — What to Expect</li><li><strong>Autism evaluations (adults):</strong> Autism Evaluation for Adults</li><li><strong>Choosing a provider:</strong> How to Choose a Neuro Evaluation Provider</li><li><strong>Children vs adults:</strong> Neuropsych Testing — Children vs Adults</li><li><strong>After the evaluation:</strong> What to Expect After a Neuro Evaluation</li><li><strong>Using results:</strong> Using Results for School or Work</li><li><strong>Screening vs assessment:</strong> Autism Evaluations — Screening vs Assessment</li></ul></section><section class=\"section guides-grid\"><h2>All Guides</h2><div class=\"grid\">%%GUIDE_CARDS%%</div></section>%%AD:global_guides_bottom%%",
  "guide_cards": [
    {
      "route": "/guides/adhd-evaluations-what-to-expect/",
      "title": "Adhd Evaluations What To Expect",
      "description": "An ADHD evaluation is a process for gathering information about attention and behavior over time. It is not a single test and does not guarantee a diagnosis, services, or outcomes."
    },
    {
      "route": "/guides/adult-adhd-evaluation-process/",
      "title": "Adult ADHD Evaluation Process: Steps, Timeline, and Common Questions",
      "description": "Educational only. Not medical or psychological advice."
    },
    {
      "route": "/guides/autism-evaluation-adults/",
      "title": "Autism Evaluation Adults",
      "description": "Autism evaluations for adults focus on understanding lifelong patterns in communication, behavior, and daily functioning. The process is detailed and information-based, not a quick test or guaranteed outcome."
    },
    {
      "route": "/guides/autism-evaluations-screening-vs-assessment/",
      "title": "Autism Evaluations Screening Vs Assessment",
      "description": "Screening tools help decide whether more evaluation may be useful. A full assessment takes more time and gathers information from multiple sources to understand patterns in communication, behavior, and development."
    },
    {
      "route": "/guides/how-to-choose-a-neuro-evaluation-provider/",
      "title": "How To Choose A Neuro Evaluation Provider",
      "description": "Choosing an evaluation provider is about understanding the process, scope, and expectations—not about finding guarantees or outcomes."
    },
    {
      "route": "/guides/neuropsych-testing-children-vs-adults/",
      "title": "Neuropsych Testing Children Vs Adults",
      "description": "Neuropsychological testing looks at thinking skills at different life stages. The structure is similar, but the questions, examples, and interpretation differ for children and adults."
    },
    {
      "route": "/guides/neuropsychological-testing-overview/",
      "title": "Neuropsychological Testing Overview",
      "description": "Neuropsychological testing is a structured way to understand how thinking skills are working. It gathers information across areas like attention, memory, and problem‑solving. It does not provide treatment or guarantees."
    },
    {
      "route": "/guides/neuropsych-testing-overview/",
      "title": "Neuropsychological Testing: Overview, What It Measures, and What to Expect",
      "description": "Educational only. Not medical or psychological advice."
    },
    {
      "route": "/guides/using-results-for-school-or-work/",
      "title": "Using Results For School Or Work",
      "description": "Evaluation results can help explain patterns and support conversations. Decisions about supports or changes are made by schools or employers, not by the evaluation itself."
    },
    {
      "route": "/guides/what-to-expect-after-a-neuro-evaluation/",
      "title": "What To Expect After A Neuro Evaluation",
      "description": "After an evaluation, people usually receive a written report and a feedback discussion. The information helps explain patterns but does not decide services or outcomes on its own."
    }
  ]
}
