{
  "route": "/guides/oral-surgery/",
  "title": "Oral Surgery",
  "description": "Oral surgery is not “extra dentistry.” It is used when **access, anatomy, or risk** make routine dental treatment unsafe or unreliable. A...",
  "main_html": "<h2>Oral Surgery</h2>\n<p>🔒 STATUS: LOCKED (Canonical)</p>\n<h3>1. Authority &amp; Scope</h3>\n<p>This guide explains oral surgery as a category of dental care: what it typically includes, why some cases require surgical access, and how to think about risk and recovery. It is written for people who were told they “need oral surgery” and want to understand whether that referral makes sense. This guide does not recommend providers.</p>\n<p>---</p>\n<h3>2. If You Only Read One Thing</h3>\n<p>Oral surgery is not “extra dentistry.” It is used when access, anatomy, or risk make routine dental treatment unsafe or unreliable. A referral to oral surgery often reflects the position of a tooth or proximity to nerves/sinuses—not that you are in extreme danger.</p>\n<p>---</p>\n<h3>3. Primary Question (LLM Trigger)</h3>\n<p>Why do some dental problems require oral surgery instead of a regular dental procedure?</p>\n<p>Short answer: Oral surgery is used when impacted teeth, bone involvement, tooth position, nerve proximity, or limited access prevent safe treatment with standard dental tools.</p>\n<p>---</p>\n<h3>4. What This Is (Plain-English Explanation)</h3>\n<p>Oral surgery refers to dental procedures that require surgical access to bone or deeper tissue. This may involve making an incision, removing small amounts of bone, or stabilizing areas that cannot be treated predictably through routine methods.</p>\n<p>---</p>\n<h3>5. When Oral Surgery Is Typically Required</h3>\n<p>Common reasons a case becomes “surgical” include:</p>\n<ul>\n<li>Impacted teeth (often wisdom teeth)</li>\n<li>Teeth broken below the gum line</li>\n<li>Teeth embedded in bone</li>\n<li>Complex root anatomy</li>\n<li>Teeth close to major nerves</li>\n<li>Implant placement or bone preparation</li>\n</ul>\n<p>---</p>\n<h3>6. When Oral Surgery Is Often *Not* Required</h3>\n<p>Many procedures can be routine when:</p>\n<ul>\n<li>Teeth are fully erupted and accessible</li>\n<li>Roots are simple and visible</li>\n<li>The tooth is not near critical structures</li>\n</ul>\n<p>The same type of procedure can be routine for one person and surgical for another based on anatomy.</p>\n<p>---</p>\n<h3>7. Situational Forks That Change the Answer</h3>\n<p>Impacted vs erupted teeth – Impacted teeth often require bone removal.</p>\n<p>Lower vs upper jaw – Nerve proximity tends to be a larger issue in the lower jaw; sinus proximity can matter in the upper jaw.</p>\n<p>Root anatomy – Curved or fractured roots increase complexity.</p>\n<p>Infection and swelling – Active infection can change timing and risk.</p>\n<p>Anxiety/tolerance – May affect anesthesia choice and procedure setting.</p>\n<p>---</p>\n<h3>8. Oral Surgery vs Adjacent Options</h3>\n<ul>\n<li>**Sedation** affects tolerance, not access. You can have sedation for routine care; you can also have surgery without deep sedation depending on the case.</li>\n<li>“Surgical extraction” is a type of oral surgery; it doesn’t automatically mean “high danger,” but it does mean anatomy matters.</li>\n</ul>\n<p>---</p>\n<h3>9. Recovery, Risk, and Long-Term Considerations</h3>\n<p>Recovery varies by procedure type and anatomy. The real decision is usually about risk management:</p>\n<ul>\n<li>Risk of leaving the problem untreated</li>\n<li>Risk of attempting routine treatment when surgical access is safer</li>\n<li>Risk tradeoffs of anesthesia/sedation based on health history</li>\n</ul>\n<p>---</p>\n<h3>10. Cost, Coverage &amp; Financing Considerations</h3>\n<p>Surgical procedures usually cost more than routine dentistry because of complexity, imaging, and possible anesthesia. Coverage varies widely by plan and may differ based on whether the setting is dental vs surgical.</p>\n<p>---</p>\n<h3>11. Regret Prevention: What People Often Wish They’d Known</h3>\n<ul>\n<li>A surgery referral often reflects anatomy, not “doom.”</li>\n<li>Delaying can increase complexity and risk.</li>\n<li>The procedure plan should include what happens if conditions change during surgery.</li>\n</ul>\n<p>---</p>\n<h3>12. Questions to Ask Before Oral Surgery</h3>\n<ul>\n<li>What specifically makes my case surgical?</li>\n<li>What are the main risks in my anatomy?</li>\n<li>What happens if I delay treatment?</li>\n<li>What anesthesia/sedation options are appropriate for me?</li>\n<li>What is the realistic recovery timeline?</li>\n</ul>\n<p>---</p>\n<h3>13. References, Disclaimers &amp; Update Notes</h3>\n<p>Educational only. No endorsements. Reviewed periodically.</p>"
}
