{
  "route": "/guides/document-checklist/",
  "title": "USCIS Medical Exam Document Checklist: What to Bring",
  "description": "### Why Documents Matter",
  "main_html": "<h1>USCIS Medical Exam Document Checklist: What to Bring</h1>\n<p><h2>Important Note</h2></p>\n<p>This page is for general information only. USCIS rules can change. Only USCIS and a civil surgeon decide what applies to your case.</p>\n<p><h2>Why Documents Matter</h2></p>\n<p>Civil surgeons use documents to confirm identity and review required information. Bringing the right documents can help the appointment run smoothly. Requirements can vary by office.</p>\n<p><h2>Common Documents People Are Asked to Bring</h2></p>\n<p>Many civil surgeons ask for:</p>\n<ul>\n<li>A government-issued photo ID</li>\n<li>Appointment confirmation from the clinic</li>\n<li>Vaccination records, if available</li>\n<li>Any USCIS notices related to your case</li>\n</ul>\n<p>Some offices may request additional items. Always follow the clinic’s instructions.</p>\n<p><h2>Vaccination Records</h2></p>\n<p>If you have vaccination records, bring copies. If records are missing, the civil surgeon explains options that follow USCIS guidance.</p>\n<p><h2>Medical History Information</h2></p>\n<p>You may be asked about past medical history. Bringing a short list of past conditions or medications can be helpful, but it is not required in all cases.</p>\n<p><h2>Payment and Forms</h2></p>\n<p>Clinics explain their payment process and any forms to complete. Payment policies vary by provider.</p>\n<p><h2>What Not to Bring</h2></p>\n<p>Do not bring sealed USCIS envelopes unless the clinic asks. Do not open sealed documents unless USCIS instructs you to do so.</p>\n<p><h2>Spanish Summary (Optional)</h2></p>\n<details>\n<summary>Haga clic para leer el resumen en español ▼</summary>\n<ul>\n<li>Traiga una identificación con foto.</li>\n<li>Lleve registros de vacunas si los tiene.</li>\n<li>Siga las instrucciones del consultorio.</li>\n<li>Los requisitos pueden variar.</li>\n</ul>\n</details>\n<p><h2>Bottom Line</h2></p>\n<p>Bringing common documents helps the medical exam go smoothly. Always confirm requirements with the civil surgeon’s office.</p>"
}