{
  "route": "/guides/uscis-medical-exam-overview/",
  "title": "USCIS Medical Exam Overview: What It Is and Why It’s Required",
  "description": "### What Is the USCIS Medical Exam?",
  "main_html": "<h1>USCIS Medical Exam Overview: What It Is and Why It’s Required</h1>\n<p><h2>Important Note</h2></p>\n<p>This page is for general information only. USCIS rules can change. Only USCIS and a civil surgeon decide what applies to your case.</p>\n<p><h2>What Is the USCIS Medical Exam?</h2></p>\n<p>The USCIS medical exam is a health check required for many immigration applications. It helps USCIS confirm that an applicant meets basic health-related rules set by the U.S. government.</p>\n<p>The exam is done by a doctor called a <strong>civil surgeon</strong>. Only doctors approved by USCIS can perform this exam.</p>\n<p><h2>Why the Exam Is Required</h2></p>\n<p>USCIS uses the medical exam to review certain health factors. The exam is not meant to treat medical problems. It is only used to collect information for immigration purposes.</p>\n<p>The exam looks at items such as:</p>\n<ul>\n<li>General health history</li>\n<li>Required vaccinations</li>\n<li>Specific medical conditions listed by USCIS</li>\n</ul>\n<p><h2>Who Usually Needs the Exam</h2></p>\n<p>Many people applying for permanent residence (a green card) need a USCIS medical exam. Some people may have completed an exam earlier in their process. USCIS decides when a new exam is required.</p>\n<p><h2>What the Exam Is Not</h2></p>\n<p>The USCIS medical exam:</p>\n<ul>\n<li>Is not a full physical checkup</li>\n<li>Is not medical care or treatment</li>\n<li>Does not guarantee approval of an application</li>\n</ul>\n<p>The exam is only one part of a larger immigration review.</p>\n<p><h2>Where the Exam Happens</h2></p>\n<p>The exam takes place at a civil surgeon’s office. Each office may run the exam a little differently, but all must follow USCIS rules.</p>\n<p><h2>After the Exam</h2></p>\n<p>After the exam, the civil surgeon completes Form I-693. This form is given to the applicant in a sealed envelope or sent directly to USCIS, depending on instructions.</p>\n<p>Applicants should not open sealed documents unless USCIS tells them to do so.</p>\n<p><h2>Resumen en español (informativo)</h2></p>\n<ul>\n<li>El examen médico de USCIS es un requisito para muchos trámites migratorios.</li>\n<li>Solo médicos autorizados por USCIS pueden realizarlo.</li>\n<li>El examen no es tratamiento médico.</li>\n<li>USCIS decide cómo se usa la información.</li>\n</ul>\n<p><h2>Bottom Line</h2></p>\n<p>The USCIS medical exam is a required step for many immigration applications. It provides information to USCIS but does not decide the final outcome.</p>"
}