{
  "route": "/guides/after-your-exam-next-steps/",
  "title": "After Your USCIS Medical Exam: What Usually Happens Next",
  "description": "### What Happens After the Exam",
  "main_html": "<h2>After Your USCIS Medical Exam: What Usually Happens Next</h2>\n<p><h2>Important Note</h2></p>\n<p>This page is for general information only. It does not provide legal advice. USCIS rules can change. Only USCIS decides what happens next in your case.</p>\n<p><h2>What Happens After the Exam</h2></p>\n<p>After the exam, the civil surgeon completes Form I-693. The form may be sealed or sent directly to USCIS, depending on instructions.</p>\n<p>Applicants should follow the instructions provided by the clinic or USCIS.</p>\n<p><h2>Receiving Your Documents</h2></p>\n<p>Some people receive a sealed envelope. Others do not receive copies. Procedures vary by clinic.</p>\n<p>Do not open sealed envelopes unless USCIS tells you to do so.</p>\n<p><h2>USCIS Review</h2></p>\n<p>USCIS reviews Form I-693 as part of the full application. The medical exam is only one part of the review process.</p>\n<p>USCIS may request additional information if needed.</p>\n<p><h2>Waiting Periods</h2></p>\n<p>Processing times vary. The medical exam does not control how fast USCIS reviews an application.</p>\n<p><h2>Common Misunderstandings</h2></p>\n<ul>\n<li>\"The exam decides my case.\" USCIS decides all outcomes.</li>\n<li>\"Results are immediate.\" Reviews take time.</li>\n</ul>\n<p><h2>Spanish Summary (Optional)</h2></p>\n<details>\n<summary>Haga clic para leer el resumen en español ▼</summary>\n<ul>\n<li>Después del examen, el médico completa el formulario.</li>\n<li>USCIS revisa la información.</li>\n<li>Los tiempos pueden variar.</li>\n<li>USCIS decide el resultado.</li>\n</ul>\n</details>\n<p><h2>Bottom Line</h2></p>\n<p>After the USCIS medical exam, USCIS reviews the information as part of the overall application. The exam alone does not decide the outcome.</p>\n\n<h2>Step-by-step: how to use this guide</h2>\n<p>Skim the key takeaways first. Then use the questions list to vet clinics and compare processes.</p>\n<p>Before you pay or schedule, confirm what’s included (exam, labs, vaccines, re-checks) and how you receive the final paperwork or results.</p>\n<h2>Key takeaways</h2>\n<p>Clear process beats marketing: you want written steps, transparent pricing, and a follow-up plan.</p>\n<p>If something is unclear, ask for it in writing (what you receive, when you receive it, and what happens if a result needs follow-up).</p>"
}