{
  "route": "/guides/i-693-medical-exam-requirements/",
  "title": "Form I-693 Medical Exam Requirements: What USCIS Usually Looks For",
  "description": "### What Is Form I-693?",
  "main_html": "<h2>Form I-693 Medical Exam Requirements: What USCIS Usually Looks For</h2>\n<p><h2>Important Note</h2></p>\n<p>This page is for general information only. USCIS rules can change. Only USCIS and a civil surgeon decide what applies to your case.</p>\n<p><h2>What Is Form I-693?</h2></p>\n<p>Form I-693 is the official USCIS form used to record the results of the immigration medical exam. The form is completed by a USCIS-approved doctor called a <strong>civil surgeon</strong>.</p>\n<p>The form helps USCIS review certain health-related information required for immigration processing.</p>\n<p><h2>Who Completes the Form</h2></p>\n<ul>\n<li>The applicant provides basic personal information</li>\n<li>The civil surgeon completes the medical sections</li>\n<li>The applicant signs where required</li>\n</ul>\n<p>Applicants should not fill out medical sections themselves.</p>\n<p><h2>What the Form Usually Covers</h2></p>\n<p>Form I-693 may include information about:</p>\n<ul>\n<li>Medical history questions</li>\n<li>Required vaccinations</li>\n<li>Physical examination results</li>\n<li>Tests required by USCIS guidelines</li>\n</ul>\n<p>Not every section applies to every person. The civil surgeon decides what is needed based on USCIS instructions.</p>\n<p><h2>Vaccination Records</h2></p>\n<p>Applicants are often asked to provide vaccination records. If records are missing, the civil surgeon explains what options are available.</p>\n<p>Vaccination requirements are set by USCIS and public health authorities. They can change over time.</p>\n<p><h2>Signing and Sealing the Form</h2></p>\n<p>After the exam is complete, the civil surgeon signs Form I-693. The form is usually placed in a sealed envelope.</p>\n<p>Applicants should <strong>not open</strong> sealed envelopes unless USCIS gives written instructions to do so.</p>\n<p><h2>How USCIS Uses the Form</h2></p>\n<p>USCIS reviews Form I-693 as part of a larger application. The form alone does not approve or deny an immigration case.</p>\n<p>USCIS may request a new form if information is missing or outdated.</p>\n<p><h2>Common Misunderstandings</h2></p>\n<ul>\n<li>\"I can complete the form myself.\" Medical sections must be completed by a civil surgeon.</li>\n<li>\"The form guarantees approval.\" USCIS makes all final decisions.</li>\n<li>\"The form lasts forever.\" USCIS sets validity rules.</li>\n</ul>\n<p><h2>Limits and Variations</h2></p>\n<p>Civil surgeons follow USCIS instructions, but office procedures may vary. Timing, required tests, and documentation can differ by case.</p>\n<p><h2>Spanish Summary (Optional)</h2></p>\n<details>\n<summary>Haga clic para leer el resumen en español ▼</summary>\n<ul>\n<li>El Formulario I-693 es el formulario médico oficial de USCIS.</li>\n<li>Solo un médico autorizado por USCIS puede completarlo.</li>\n<li>El formulario incluye información médica y de vacunación.</li>\n<li>USCIS decide cómo se usa el formulario.</li>\n</ul>\n</details>\n<p><h2>Bottom Line</h2></p>\n<p>Form I-693 records medical exam information for USCIS. It is required for many cases, but it does not decide the outcome by itself.</p>"
}