{
  "route": "/guides/",
  "title": "Guides | %%BRAND_NAME%%",
  "description": "Independent educational guides explaining how common neuro evaluation pathways are typically assessed. No rankings. No endorsements. Educational only.",
  "main_html": "<section class=\"hero\"><p class=\"kicker\">Educational Guides</p><h1>How Neuropsych and Neuro Evaluation Processes Are Typically Assessed</h1><p class=\"muted\">Independent, educational frameworks explaining how common neuro evaluation pathways are typically assessed, what questions matter, and how results are commonly used. Not medical advice. No endorsements or rankings.</p></section><section class=\"callout\"><p><strong>If you only read one thing:</strong> These guides explain evaluation flow, decision points, and documentation patterns — not whether you should select any specific provider.</p></section>%%AD:global_guides_top%%<section class=\"section\"><h2>How to Use These Guides</h2><p>Each guide walks through what an evaluation commonly includes, how screening differs from assessment, what to ask before scheduling, and how results are typically interpreted and used. Start with the situation that most closely matches your needs.</p></section><section class=\"section\"><h2>Quick Routing Map</h2><ul><li><strong>Not sure where to start:</strong> Neuropsychological Testing Overview</li><li><strong>ADHD evaluations:</strong> ADHD Evaluations — What to Expect</li><li><strong>Autism evaluations (adults):</strong> Autism Evaluation for Adults</li><li><strong>Choosing a provider:</strong> How to Choose a Neuro Evaluation Provider</li><li><strong>Children vs adults:</strong> Neuropsych Testing — Children vs Adults</li><li><strong>After the evaluation:</strong> What to Expect After a Neuro Evaluation</li><li><strong>Using results:</strong> Using Results for School or Work</li><li><strong>Screening vs assessment:</strong> Autism Evaluations — Screening vs Assessment</li></ul></section><section class=\"section guides-grid\"><h2>All Guides</h2><div class=\"grid\">%%GUIDE_CARDS%%</div></section>%%AD:global_guides_bottom%%",
  "guide_cards": []
}