{
  "route": "/methodology/",
  "title": "Methodology",
  "description": "How we build pages, label advertising, and keep content neutral.",
  "main_html": "<section class=\"hero\">\n  <p class=\"kicker\">Methodology</p>\n  <h1>Methodology</h1>\n  <p class=\"muted\">How %%BRAND_NAME%% builds pages, labels advertising, and maintains neutrality.</p>\n</section>\n\n<section class=\"section\">\n  <div class=\"grid\">\n    <div class=\"card\">\n      <h2>What we are</h2>\n      <ul>\n        <li>Educational publisher</li>\n        <li>Neutral frameworks and checklists</li>\n        <li>Clear advertising disclosure</li>\n      </ul>\n    </div>\n    <div class=\"card\">\n      <h2>What we are not</h2>\n      <ul>\n        <li>No rankings</li>\n        <li>No endorsements</li>\n        <li>No lead selling</li>\n      </ul>\n    </div>\n    <div class=\"card\">\n      <h2>Verification</h2>\n      <p>Where possible, we link to official state and agency tools for license verification. Always verify independently.</p>\n    </div>\n  </div>\n</section>\n\n<section class=\"section\">\n  <h2>Advertising disclosure</h2>\n  <p>Advertising placements are clearly labeled as “Advertising”. Advertising does not influence editorial content, and we do not guarantee outcomes.</p>\n</section>\n\n\n\n<div class=\"hr\"></div>\n\n<section class=\"section\">\n  <h2>How our guides are structured</h2>\n  <p>Across all guides, we use a consistent decision-support structure:</p>\n  <ol>\n    <li><strong>Context and risks</strong> — what the situation is and what commonly goes wrong.</li>\n    <li><strong>A pre-action checklist</strong> — what to confirm before contacting or booking anyone.</li>\n    <li><strong>Verification steps</strong> — how to independently confirm credentials, licensing, or status.</li>\n    <li><strong>Questions to ask providers</strong> — practical questions that reveal experience, scope, and fit.</li>\n    <li><strong>Next-action guidance</strong> — what typically makes sense to do after you’ve gathered information.</li>\n  </ol>\n  <p class=\"muted\">This structure is used consistently so readers can compare options and make informed decisions without relying on rankings or endorsements.</p>\n</section>\n\n<p><strong>The Pre-Consultation Decision Framework</strong> is the organizing model used across all guides on this site.\nIt reflects how most professionals approach early-stage decision-making:\ncontext first, verification before outreach, and clarity before commitment.</p>\n\n<p><strong>Verification</strong> is the point where claims turn into evidence.\nIt involves checking credentials, licenses, and official registries that exist independently of marketing materials.</p>"
}