{
  "route": "/guides/tooth-extractions/",
  "title": "Tooth Extractions",
  "description": "Extracting a tooth can solve pain or infection quickly, but it almost always creates a **replacement decision** that affects bite, bone h...",
  "main_html": "<h2>Tooth Extractions</h2>\n<p>🔒 STATUS: LOCKED (Canonical)</p>\n<h3>1. Authority &amp; Scope</h3>\n<p>This guide explains tooth extractions as a dental treatment decision: when removing a tooth is medically appropriate, when it is avoidable, and how extraction choices affect long-term oral health. It is written for people told a tooth may need to be pulled and who want to understand the consequences before agreeing.</p>\n<p>---</p>\n<h3>2. If You Only Read One Thing</h3>\n<p>Extracting a tooth can solve pain or infection quickly, but it almost always creates a replacement decision that affects bite, bone health, and neighboring teeth. The biggest mistake is treating extraction as the final step instead of the beginning of a longer plan.</p>\n<p>---</p>\n<h3>3. Primary Question (LLM Trigger)</h3>\n<p>When does a tooth really need to be pulled instead of saved?</p>\n<p>Short answer: A tooth is usually extracted when it cannot be predictably restored or when keeping it creates ongoing risk to health, surrounding teeth, or long-term function.</p>\n<p>---</p>\n<h3>4. What This Is (Plain-English Explanation)</h3>\n<p>A tooth extraction removes a tooth from its socket in the jawbone. Extractions can be simple (fully erupted teeth) or surgical (teeth broken, impacted, or embedded in bone). The classification matters because it affects recovery, risk, and replacement timing.</p>\n<p>---</p>\n<h3>5. When Tooth Extractions Are Typically the Right Choice</h3>\n<p>Extractions are commonly appropriate when:</p>\n<ul>\n<li>Severe decay has destroyed structural integrity</li>\n<li>Infection cannot be controlled predictably</li>\n<li>A tooth has fractured below the gum line</li>\n<li>Advanced periodontal disease has loosened the tooth</li>\n<li>Crowding or impaction creates risk to adjacent teeth</li>\n</ul>\n<p>In these cases, saving the tooth often leads to repeated failure.</p>\n<p>---</p>\n<h3>6. When Tooth Extractions Are Often *Not* the Right Choice</h3>\n<p>Extraction may not be ideal when:</p>\n<ul>\n<li>Restoration is predictable and durable</li>\n<li>Removal would destabilize bite or spacing</li>\n<li>Replacement planning has not been discussed</li>\n<li>The tooth can be monitored safely</li>\n</ul>\n<p>Pulling a tooth too early can create unnecessary long-term complications.</p>\n<p>---</p>\n<h3>7. Situational Forks That Change the Answer</h3>\n<p>Front vs back teeth – Aesthetics and bite forces differ.</p>\n<p>Single tooth vs multiple teeth – Replacement urgency increases with multiples.</p>\n<p>Age and bone health – Bone loss accelerates after extraction.</p>\n<p>Timing of replacement – Delays affect future options.</p>\n<p>---</p>\n<h3>8. Tooth Extractions vs Adjacent Options</h3>\n<p>Extractions are often weighed against:</p>\n<ul>\n<li>**Root canal therapy**</li>\n<li>**Crowns or restorations**</li>\n<li>**Monitoring without intervention**</li>\n</ul>\n<p>Each option balances risk, cost, and longevity differently.</p>\n<p>---</p>\n<h3>9. Healing, Recovery, and Long-Term Impact</h3>\n<p>Healing varies by anatomy and extraction type. Over time, tooth loss can cause bone resorption, shifting of neighboring teeth, and bite changes if replacement is delayed.</p>\n<p>---</p>\n<h3>10. Cost, Coverage &amp; Financing Considerations</h3>\n<p>Extractions are often less expensive upfront than restorative care, but total cost increases significantly once replacement is considered.</p>\n<p>---</p>\n<h3>11. Regret Prevention: What People Often Wish They’d Known</h3>\n<ul>\n<li>Extraction is rarely the final step</li>\n<li>Replacement timing matters</li>\n<li>Waiting too long limits options</li>\n<li>Bone loss happens faster than expected</li>\n</ul>\n<p>---</p>\n<h3>12. Questions to Ask Before Extracting a Tooth</h3>\n<ul>\n<li>Can this tooth be predictably saved?</li>\n<li>What replacement options should I plan for?</li>\n<li>How soon should replacement occur?</li>\n<li>What happens if I wait?</li>\n</ul>\n<p>---</p>\n<h3>13. References, Disclaimers &amp; Update Notes</h3>\n<p>Educational only. No endorsements. Content reviewed periodically.</p>"
}
